Revit 2027 API
ParameterTypeId.RbsLiningThickness Property
 "Lining Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsLiningThickness { get; }
Public Shared ReadOnly Property RbsLiningThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsLiningThickness {
	ForgeTypeId^ get ();
}
static member RbsLiningThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace